[
    "🚫 Don’t park within 10 metres of an intersection without traffic lights.",
    "🔶 A yellow line on the kerb = no stopping at all.",
    "🧠 No stopping means not even to drop someone off.",
    "🕓 If a time range is on a sign, it applies every day unless otherwise stated.",
    "🅿️ '1P' means 1 hour from the time you park — not from when the ranger arrives.",
    "🚨 Clearways are tow zones, even if you’re in the car.",
    "🧾 Always check both ends of the street — signs change mid-block.",
    "🐦 Bird poo or broken meters don’t excuse overtime parking.",
    "⚖️ Leave at least 1 metre clear from driveways.",
    "🛑 Stay 20m back from pedestrian crossings — even with no sign.",
    "📦 Loading Zones are for commercial vehicles actively loading/unloading.",
    "🚚 If you're in a private car, you can only stop for 2 minutes — to drop/pick up goods or passengers.",
    "🕒 Time limits in Loading Zones are strictly enforced — often 15 mins max.",
    "🚫 You can’t 'wait your turn' in a loading zone — it’s for immediate action only.",
    "🔄 Loading Zones don’t override other signs — time limits and restrictions still apply.",
    "♿️ Only vehicles displaying a valid permit may park in a disability space.",
    "🔁 Some areas allow double the posted time for disability permit holders — check local rules.",
    "🅿️ A disability permit doesn’t exempt you from no-stopping zones, clearways or illegal spaces.",
    "👮‍♀️ Misusing a disability permit (e.g., using a relative’s) can result in large fines or legal action.",
    "📷 Rangers often check permits with photo ID or QR codes.",
    "🚕 Taxi Zones are for registered taxis only — not rideshare vehicles.",
    "🚗 Private cars can’t stop in taxi zones even if the spot is free.",
    "🚐 Bus zones are only for buses — minibuses and shuttles aren’t allowed without approval.",
    "🚫 You can’t park on verges or nature strips in most NSW councils — even partially.",
    "🏖️ In many beach suburbs, parking meters run until 10PM — check the fine print.",
    "🚫 Don’t assume 'after hours' = free parking — tourist zones often extend paid time.",
    "🧭 Some councils (like Byron or Shoalhaven) have resident-only zones during peak periods.",
    "🐾 Many dog beach access zones have specific parking rules nearby — check signage.",
    "🛍️ Rangers may not patrol private centres, but centres can issue their own fines (e.g. Wilson, Secure).",
    "🕰️ Time limits (e.g. 2P) in centre car parks are tracked by cameras, not chalking anymore.",
    "📸 Some centres now use number plate scanning to auto-fine overstayers.",
    "📋 Read small signs at entries — your use is usually governed by contract law, not RMS rules.",
    "🛴 Don't park scooters or bikes on ramps, paths or nature strips — it can result in a fine.",
    "🚷 Verge parking = illegal in most councils — even with two wheels off the road.",
    "🧯 Fire hydrants require at least 1 metre clearance — often overlooked.",
    "🧊 Parking over grated drains or pit covers may be fined as obstruction in some areas.",
    "📍 Multi-sign zones: the most restrictive sign always applies.",
    "📱 Using an app like ParkAware doesn’t override the law or signage — always double-check.",
    "🗺️ Rules vary by LGA: what’s legal in Sydney may not be in Shoalhaven.",
    "🧠 If unsure, take a photo of the sign — fines are appealable if signage is unclear."
]